Repository: wpzoom/Social-Icons-Widget-by-WPZOOM
Catalog: languages/zoom-social-icons-widget-*.po
Languages: ro_ro

source: Social Icons by WPZOOM
ro_ro: Iconite Social Media by WPZOOM

source: Sortable widget that supports more than 80+ social networks
ro_ro: Widget usor sortabil care suporta peste 80 de site-uri social media

source: Follow us
ro_ro: Urmareste-ne

source: Friend me on Facebook
ro_ro: Adauga-ma pe Facebook

source: Follow Me
ro_ro: Urmareste-ma

source: Select Icon
ro_ro: Alege o iconita

source: Choose icon background color
ro_ro: Alege culoarea iconitei

source: Select Icon Kit
ro_ro: Alege setul de iconite

source: Save
ro_ro: Salveaza

source: Title:
ro_ro: Titlu:

source: Description:
ro_ro: Descriere:

source: Short description to be displayed right above the icons. Basic HTML allowed.
ro_ro: O scurta descriere care apare deasupra tutoror iconitelor. Unele taguri HTML sunt permise.

source: Show icon labels?
ro_ro: Arata titlul fiecarei iconite?

source: Open links in new tab?
ro_ro: Deschide linkurile in tab nou?

source: Icon Style:
ro_ro: Stilul Iconitelor:

source: Color Background / White Icon
ro_ro: Fundal colorat / Iconita alba

source: Color Icon / No Background
ro_ro: Iconita Colorata / Fara Fundal

source: Icon Background Style:
ro_ro: Stilul Fundalului:

source: Rounded Corners
ro_ro: Colturi Rotunjite

source: Round
ro_ro: Rotund

source: Square
ro_ro: Patrat

source: Icon Background Style has no effect on <i>Color Icon / No Background</i> icon style.
ro_ro: Stilul Fundalului nu are niciun efect daca e selectat stilul <i>Iconita Colorata / Fara Fundal</i>.

source: Icons:
ro_ro: Iconite:

source: Add more
ro_ro: Adauga

source: To add an icon with an email address, use the <strong><em>mailto:mail@example.com</em></strong> format.
ro_ro: Pentru adaugarea unei iconite cu o adresa de email, folositi formatul <strong><em>mailto:mail@example.com</em></strong>.

source: Note that icons above is not how they will look on front-end. This is just for reference.
ro_ro: Remarca: iconitile pot aparea diferit pe site, fata de cum sunt afisate aici.

source: Start typing the URL...
ro_ro: Introdu URL

source: Label
ro_ro: Titlu
